Repository: resource-hub/resource-hub
Catalog: src/resource_hub/locale/*/LC_MESSAGES/django.po
Languages: de

source: <p> By signing this mandate form, you authorise (A) the Creditor to send recurrent instructions to your bank to debit your account and (B) your bank to debit your account in accordance with the instructions from the Creditor. </p> <p> As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. </p> <p> Payments are generally due immediately, so (C) the notice period is reduced to one day. </p>
de: <p> Durch Unterschrift dieses Mandates autorisieren Sie (A) den Gläubiger wiederkehrende Belastungen Ihres Kontos anzuweisen und (B) Ihre Bank Ihr Konto entspechend der Anweisungen des Gläubigers zu belasten </p> <p> Sie sind berechtigt eine Rückabwicklung von Ihrer Bank zu fordern entsprechend der vereinbarten allgemeinen Vertragsbedingungen. Eine Rückerstattung muss binnen 8 Wochen eingefordert werden, beginnend mit dem Tag an dem das Konto belastet wurde. Die genauen Konditionen können bei ihrer Bank erfragt werden. </p> <p> Zahlungen sind genrell fällig, sodass (C) die Benachrichtungsfrist auf einen Tag verkürzt wird. </p>

source: Create SEPA DD XML File
de: SEPA Lastschriftdatei erstellen

source: Total collectable amount:
de: Abbuchbarer Gesamtbetrag

source: Before you can continue to use SEPA direct debit as payment method, you need to agree to this mandate
de: Bevor es du SEPA Lastschrift mit dieser Partei nutzen kannst, musst du dem Lastschriftmandat zustimmen.

source: Terms and conditions
de: Allgemeine Geschäftsbedigungen

source: SEPA Direct Debit XML files
de: SEPA Lastschrift XML Dateien

source: Successfully created {count} XML file(s)
de: Erfolgreich {count} XML Dateie(n) erstellt

source: Open SEPA Direct Debit payments
de: Offene SEPA Lastschriftzahlungen

source: English
de: Englisch

source: With regards,
de: Mit freundlichen Grüßen,

source: back
de: zurück

source: No objects found
de: Keine Objekte gefunden

source: Load more
de: mehr laden

source: There are unsaved changes. Do you want to continue?
de: Es gibt noch ungespeicherte Veränderungen. Möchtest du fortfahren?

source: General
de: Allgemein

source: Terms
de: AGB

source: Privacy
de: Datenschutz

source: in cooperation with &lt;3
de: In Zusammenarbeit mit &lt;3

source: Form contains errors!
de: Das Formular enthält Fehler!

source: Add another
de: Weiteren hinzufügen

source: Show
de: Zeigen

source: Gallery image thumbnail
de: Galleriebild thumbnail

source: Menu
de: Menü

source: Actor logo
de: Akteurslogo

source: Notfications
de: Benachrichtigungen

source: Change role
de: Rolle wechseln

source: choose role
de: Rolle wählen

source: role
de: Rolle

source: choose
de: Wählen

source: save
de: Speichern

source: go to top
de: nach oben gehen

source: No venue corresponds to the given id
de: Kein Veranstaltungsort korrespondiert mit der gegebenen ID

source: Start of the event
de: Anfang der Veranstaltung

source: End of the event
de: Ende der Veranstaltung

source: Recurs on
de: Wiederholt sich am

source: Event name
de: Veranstaltungsname

source: If available you can book several venues at once
de: Wenn möglich, kannst du mehrere Veranstaltungen gleichzeitig buchen

source: List the event in public feeds and show its content to third parties?
de: Die Veranstaltung in öffentlichen Feeds anzeigen und den Inahlt Dritten anzeigen?

source: Start of event is after end of event
de: Anfang ist nach dem Ende der Veranstaltung

source: Start of event is equal to end
de: Anfang ist gleich dem Ende

source: There is a conflict with {}@{} at {} to {}
de: Es gibt einen Konflikt mit {}@{} am {} bis {}

source: The recurrence has to be limited
de: Die Wiederholung muss zeitlich begrenzt sein

source: Venue contract procedure
de: Veranstaltumgsvertragsprozedur

source: All public and current role's locations
de: Alle öffentlichen Veranstaltungen und die der aktuellen Rolle

source: All available roles, be cautious when chosing a different role than your current.
de: Verfügbare Rollen, vorsicht falls die Rolle von der eigenen abweicht

source: Venue booking
de: Veranstaltungsortbuchung

source: Equipment
de: Ausstattung

source: Create venue contract procedure
de: Veranstaltungsortvertragsprozedur

source: Create venue
de: Veranstaltungsort erstellen

source: Edit venue
de: Veranstaltung bearbeiten

source: Create event
de: Veranstaltung erstellen

source: Check event
de: Veranstaltung prüfen

source: Manage venues
de: Veranstaltungsorte verwalten

source: The venue has been updated
de: Dieser Veranstaltungsort wurde geupdated
