Repository: resource-hub/resource-hub
Catalog: src/resource_hub/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please verify your account with the email that you have recieved.
de: Bitte verifiziere deinen Account mit Hilfe der Email, die du erhalten hast.

source: Resend mail
de: Mail erneut versenden

source: Currency
de: Währung

source: First name
de: Vorname

source: Last name
de: Nachname

source: Are you older than the oldest person ever alive?
de: Bist du älter als der älteste Mensch, der jemals gelebt hat?

source: You have to be older than 16 to sign up
de: Du musst älter als 16 Jahre alt sein, um dich anmelden zu können

source: Organization name
de: Organisationsname

source: Please include your legal form
de: Bitte die Rechtsform angeben

source: This is the mail will be displayed on bills and on the profile
de: Diese Email wird auf Rechnungen und dem Profil angezeigt

source: This organization name already exists
de: Dieser Organisationsname existiert bereits

source: For organizations, a public email is required
de: Bei Organisationen ist eine öffentliche Email notwendig

source: Invalid postal code
de: Ungültige Postleitzahl

source: Put in trash
de: In den Papierkorb

source: Restore from trash
de: Aus dem Papierkorb wiederherstellen

source: In trash
de: Im Papierkorb

source: There have to be at most {} entries per page
de: Es dürfen maximal {} Einträge pro Seite existieren

source: There has to be at least {} entry per page
de: Es müssen mindestens {} Einträge pro Seite existieren

source: Account holder
de: Kontoinhaber

source: Invalid IBAN:
de: Ungültige IBAN:

source: Invalid BIC:
de: Ungültige BIC:

source: New email-address
de: Neue E-Mailadresse

source: New email-address confirmation
de: Bestätigung neuer E-Mailadresse

source: Password
de: Passwort

source: The email-addresses do not match
de: Die E-Mailadressen stimmen nicht überein

source: The new email is identical to the old one
de: Die neue E-Mailadresse ist identisch zu der Neuen

source: The password is incorrect
de: Das Passwort ist inkorrekt

source: Apply discounts from prices profiles?
de: Rabatte der Preisprofile anwenden?

source: When left empty, the discount is visible for everyone
de: Wenn leer, ist der Rabatt für alle sichtbar

source: The user does not exist.
de: Der Nutzer existiert nicht

source: User is already a member
de: Der Nutzer ist bereits ein Mitglied

source: Actor does not exist
de: Der Akteur existiert nicht

source: Actor not associated with user
de: Der Akteur ist nicht mit dem User assoziiert

source: You can use this search field for the address to autofill the location data!
de: Du kannst dieses Feld verwenden, um die Adresse automatisch auszufüllen!

source: Allow other users to link information to this location
de: Anderen Nutzern erlauben Informationen mit diesem Standort zu verknüpfen

source: In what part of the software is the issue or your request?
de: Auf welchen Teil der Software bezieht sich das Anliegen?

source: Short description of the problem or the feature you want to see implemented
de: Kurze Beschreibung des Problems oder des Features

source: The structure has to be of the type list
de: Die Struktur muss vom Typ List sein

source: The request object needs to be set
de: Das request Objekt muss gesetzt sein

source: member
de: Mitglied

source: owner
de: Besitzer

source: pending
de: schwebend

source: weekly
de: wöchentlich

source: biweekly
de: zweiwöchentlich

source: monthly
de: monatlich

source: Give the procedure a name so you can identify it easier
de: Gib der Prozedur einen Namen, damit man sie besser identifizieren kann

source: Automatically accept the booking?
de: Automatisch die Buchung akzeptieren?

source: Create invoices
de: Rechnungen erstellen

source: Create invoices upon settlement of claims
de: Rechnungen nach Erfüllung der Forderungen erstellen

source: terms and conditions
de: Allgemeine Geschäftsbedingungen

source: Termination period (days)
de: Kündigungsfrist (in Tagen)

source: Upon termination all claims within the termination period will be charged regardlessly
de: Nach Kündigung werden alle Forderungen innerhalb der Kündigungsfrist trotzdem verlangt

source: Notes
de: Anmerkungen

source: This text will be added to the notification when a contract starts running
de: Dieser Text wird der Benachrichtigung hinzugefügt wenn ein Vertrag läuft

source: Choose the payment methods you want to use for this venue
de: Wähle ein Zahlungsmittel für diesen Veranstaltungsort

source: tax rate applied in percent
de: Steuersatz in Prozent

source: waiting
de: wartend

source: running
de: läuft

source: disputing
de: im Streit

source: finalized
de: abgeschlossen

source: expired
de: abgelaufen

source: canceled
de: abgebrochen

source: declined
de: abgelehnt

source: terminated
de: beendet

source: Contract
de: Vertrag

source: {debitor} created {contract}
de: {debitor} erstellte {contract}

source: {creditor} accepted {contract}
de: {creditor} hat {contract} akzeptiert

source: {creditor} declined {contract}
de: {creditor} hat {contract} abgelehnt

source: {initiator} terminated {contract}
de: {initiator} hat {contract} gekündigt

source: closed
de: abgeschlossen

source: If activated, claims within the following settlement interval are charged in advance
de: Wenn aktiviert, werden die Forderungen innerhalb des nächsten Abrechnungsintervalls im voraus verlangt

source: Absolute fee
de: Absolute Gebühr

source: A constant value that is added to every transaction
de: Ein konstanter Wert, der jeder Transaktion hinzuaddiert wird

source: Relative fee (%)
de: Relative Gebühr

source: A relative value that is based on the total value of a transaction
de: Ein relativer Wert, der auf dem Gesamtwert der Transaktion basiert

source: tax rate applied to payement fee (%)
de: bei Gebühr angewandter Steuersatz in Prozent

source: (prepayment)
de: (Vorkasse)

source: failed
de: fehlgeschlagen

source: refunded
de: erstattet

source: payment notes
de: Zahlungshinweise

source: Price
de: Preis

# invoice
source: Tax ID: %s
de: Steuernummer: %s

# invoice
source: VAT-ID: %s
de: Umsatzsteuer-ID: %s

source: {creditor} created invoice {no}
de: {creditor} hat Rechnung {no} erstellt

source: {creditor} has created a new invoice. See the attached file.
de: {creditor} hat eine neue Rechnung erstellt. Siehe Anhang.

source: low
de: niedrig

source: medium
de: mittel

source: high
de: hoch

source: critical
de: kritisch

source: action
de: Aktion

source: contract
de: Vertrag

source: monetary
de: monetär

source: Core
de: Kern

source: Home
de: Start

source: Security
de: Sicherheit

source: Account
de: Konto

source: Settings
de: Einstellungen

source: Finanace
de: Finanzen

source: Contracts
de: Vertrag

source: Credited
de: Geleistet

source: Debited
de: Geschuldet

source: Contract procedures
de: Vertragsprozedur

source: Manage
de: Verwalten

source: Create
de: Erstellen

source: Payment methods
de: Zahlungsmethode

source: Add
de: Hinzufügen

source: Invoices
de: Rechnungen

source: Outgoing
de: Ausgehend

source: Incoming
de: Eingehend

source: Organizations
de: Organisationen

source: Locations
de: Standorte

# invoice
source: Page %d of %d
de: Seite %d von %d

# invoice
source: Classic renderer (pretix 1.0)
de: Klassischer Rechnungsgenerator (pretix 1.0)

# invoice
source: Invoice from
de: Rechnung von

# invoice
source: Invoice to
de: Rechnungsnummer

# invoice
source: Contract UUID
de: Vertrags-UUID

# invoice
source: Cancellation number
de: Stornonummer

# invoice
source: Original invoice
de: Originalrechnung

# invoice
source: Invoice number
de: Rechnungsnummer

# invoice
source: Cancellation date
de: Stornodatum

# invoice
source: Original invoice date
de: Ursprüngliches Rechnungsdatum

# invoice
source: Invoice date
de: Rechnungsdatum

# invoice
source: Event
de: Veranstaltung

# invoice
source: Invoice {num}
de: Rechnung {num}

# invoice
source: Customer reference: {reference}
de: Kundenreferenz: {reference}

# invoice
source: Customer VAT ID
de: Umsatzsteuer-ID des Kunden

# invoice
source: Beneficiary
de: Empfänger

# invoice
source: Tax Invoice
de: Steuernummer

source: Invoice
de: Rechnung

# invoice
source: Cancellation
de: Storno

# invoice
source: Item
de: Gegenstand

# invoice
source: End
de: Ende

# invoice
source: Qty
de: Menge

# invoice
source: Unit
de: Einheit

# invoice
source: Price
de: Preis

# invoice
source: Net
de: Netto

# invoice
source: Discount
de: Rabatt

# invoice
source: Disc. Net
de: Erm. Netto

# invoice
source: Tax
de: Steuer

# invoice
source: Gross
de: Brutto

# invoice
source: Invoice total
de: Gesamtrechnung

# invoice
source: Tax rate
de: Steuersatz

# invoice
source: Net value
de: Nettowert

# invoice
source: Gross value
de: Bruttowert

# invoice
source: Included taxes
de: Enthaltene Steuern

source: Invoice Renderer
de: Rechnungsgenerator

source: Select all
de: Alle

source: Type
de: Typ

source: Prepayment
de: Vorkasse

source: Owner
de: Besitzer

source: Rights
de: Rechte

source: Username
de: Nutzername

source: Organization Role
de: Organisationsrolle

source: Item
de: Gegenstand

source: Performance period start
de: Leistungszeitraumsbeginn

source: Performance period end
de: Leistungszeitraumsende

source: Quantity
de: Menge

source: Unit
de: Einheit

source: Price/unit
de: Preis/Einheit

source: Net
de: Netto

source: Discount (%)
de: Rabatt (%)

source: Discounted net
de: Ermässigtes Netto

source: Tax (%)
de: Steuer (%)

source: Gross
de: Brutto

source: Invoice Number
de: Rechnungsnummer

source: Invoice to
de: Rechnung an

source: Invoice from
de: Rechnungs von

source: File
de: Datei

source: Your current role is
de: Deine aktuelle Rolle ist

source: The actions you take will be attributed to this entity!
de: Deine Handlungen werden dieser Entität zugeordnet

source: Profile
de: Profil

source: description
de: Beschreibung

source: telephone (public)
de: Telefonnummer (öffentlich)

source: email (public)
de: E-Mail (öffentlich)

source: created at
de: erstellt am

source: Change email
de: E-Mail ändern

source: Change password
de: Passwort ändern

source: Bank account
de: Bankkonto

source: Invoicing address
de: Rechnungsadresse

source: Invoicing settings
de: Rechnungseinstellungen

source: Resend verification
de: Verifizierung erneut versenden

source: resend mail
de: Mail neu versenden

source: Add bank account
de: Bankkonto hinzufügen

source: Create contract procedure
de: Vertragsprozedur erstellen

source: Manage credited contracts
de: Geleistete Verträge verwalten

source: Manage debited contracts
de: Geschuldete Verträge verwalten

source: Contract details
de: Vetragsdetails

source: The contract is still pending. Until confirmation, cancellation or expiration the items will appear as booked.
de: Der Vertrag ist noch schwebend. Bis zur Bestätigung, Abbruch oder Ablauf werden die Gegenstände als gebucht erscheinen.

source: The contract is waiting. You can either accept or decline the offer.
de: Der Vertrag ist noch wartend. Du kannst ihn entweder annehmen oder ablehnen.

source: Creditor
de: Leistender

source: Debitor
de: Schuldner

source: Claims
de: Forderungen

source: Payment method
de: Zahlungsmethode

source: Settlement interval
de: Abrechnungsintervall

source: days
de: Tage

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen

source: show
de: anzeigen

source: Decline
de: Ablehnen

source: Accept
de: Annehmen

source: Terminate
de: Kündigen

source: I fully understand and agree to the given terms and conditions.
de: Ich verstehe die allgemeinen Vertragsbedingungen und stimme zu.

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: Add payment method
de: Zahlungsmethode hinzufügen

source: Edit bank transfer method
de: Banküberweiung bearbeiten

source: Save
de: Speichern

source: what do you want to do?
de: Was möchtest du tun?

source: This is the the control section. Under the various navigation points on the left you can customize settings and create items.
de: Dies ist die Kontrollsektion. Unter den verschiedenen Navigationspunkten auf der rechten Seite kannst du viele Einstellungsmöglichkeiten vornehmen

source: Create location
de: Standort erstellen

source: Edit location
de: Standort bearbeiten

source: mark all read
de: Alle als gelesen markieren

source: Notifications
de: Benachrichtigung

source: mark read
de: gelesen markieren

source: create organization
de: Organisation erstellen

source: create
de: Erstellen

source: members
de: Mitglieder

source: add
de: Hinzufügen

source: no associated members found
de: Keine assoziierten Mitglieder gefunden

source: add user
de: Nutzer hinzufügen

source: profile
de: Profil

source: address
de: Adresse

source: bank account
de: Bankkonto

source: edit profile
de: Profil bearbeiten

source: edit address
de: Adresse bearbeiten

source: edit bank information
de: Kontoinformationen bearbeiten

source: Data privacy statement
de: Datenschutzerklärung

source: Imprint
de: Impressum

source: set language
de: Sprache einstellen

source: Address
de: Adresse

source: Register
de: Registrieren

source: Forgot password?
de: Passwort vergessen?

source: logged out!
de: Ausgeloggt!

source: click here to log in again
de: Hier clicken, um dich wieder einzuloggen

source: See this link for further information:
de: Dieser Link bietet mehr Informationen

source: Thank you for signing up. Before you can get startetd you need to verify your email. Just click the link below.
de: Danke für deine Registration. Bevor du loslegen kannst, musst du deine E-Mail verifizieren. Clicke einfach auf den Link unten:

source: activate account
de: Konto aktivieren

source: reset your password
de: Passwort zurücksetzen

source: reset
de: zurücksetzen

source: please enter (and confirm) your new password.
de: Bitte gib dein neuen Passwort ein und bestätige es.

source: confirm
de: bestätigen

source: password reset failed
de: Fehler beim Zurücksetzen des Passwortes

source: reset done
de: Zurücksetzen erfolgreich

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
de: Wir haben dir Anweisungen zugeschickt, für das Zurücksetzen deines Passwortes. Wenn die E-Mail nach einigen Minuten nicht angekommen ist, überprüfe dein Spam Ordner

source: Billing address
de: Rechnungsadresse

source: Show the terms and conditions
de: Allgemeine Geschäftsbedingungen anzeigen.

source: Show the data privacy statement
de: Datenschutzerklärung zeigen

source: I fully understand and agree to the given data privacy statement
de: Ich stimme der Datenschutzerklärung voll zu.

source: use this form to report a bug or any other technical inquiry. Or write to this email:
de: Benutze dieses Formular um einen Bug zu melden oder eine technische Anfrage zu stellen. Oder schreibe an diesse Adresse:

source: report
de: melden

source: filter
de: filtern

source: Go
de: Ausführen

source: No associated items found
de: Keine assoziierten Elemente gefunden

source: Terms and conditions
de: allgemeine Geschäftsbedingungen

source: There has to be at least one owner!
de: Es muss mindestens einen Besitzer geben!

source: Activate your account
de: Aktiviere dein Konto

source: You are already logged in.
de: Du bist bereits eingeloggt

source: {name} welcome to Resouce Hub!
de: {name}, wilkommen bei Resource Hub!

source: Welcome to Resource Hub!
de: Wilkommen bei Resource Hub!

source: Your account has been verified successfully.
de: Dein Konto wurde erfolgreich verifiziert

source: Your verification-link is invalid!
de: Dein Verifizierungslink is ungültig!

source: Your email has been updated successfully.
de: Deine E-Mailadresse wurde erfolgreich geändert.

source: Your password has been updated successfully.
de: Dein Passwort wurde erfolgreich geändert.

source: Your info has been updated
de: Deine Informationen wurden erfolgreich geändert.

source: Your address has been updated
de: Deine Adresse wurde geändert

source: Your bank account has been updated
de: Dein Bankkonto wurde geändert

source: Your bank invoicing settings have been updated
de: Deine Rechnungseinstellungen wurden geändert

source: Your changes have been saved successfully
de: Deine Änderungen wurden erfolgreich gespeichert

source: The configuration for {} has been saved
de: Die Einstellungen für {} wurden gespeichert

source: {} has been canceled
de: {} wurde abgebrochen

source: {} has been confirmed
de: {} wurde bestätigt

source: Invalid Choice
de: Ungültige Auswahl

source: {} has been declined
de: {} wurde abgelehnt

source: {} has been accepted
de: {} wurde angenommen

source: {} has been terminated
de: {} wurde gekündigt

source: Manage contract procedures
de: Vertragsprozeduren verwalten

source: Outgoing invoices
de: Ausgehende Rechnungen

source: Incoming invoices
de: Eingehende Rechnungen

source: Manage your organizations
de: Deine Organisationen verwalten

source: The organization has been registered
de: Die Organisation wurde registriert

source: User has been added to
de: Der Nutzer wurde hinzugefügt zu

source: The location has been created
de: Der Standort wurde erstellt

source: Manage locations
de: Standorte verwalten

source: Your issue has been posted!
de: Dein Anliegen wurde abgeschickt

source: start or end parameter not set
de: Anfangs- oder Endparameter nicht gesetzt

source: start or end parameter not valid iso_8601 string
de: Start- oder Endparameter kein gültiger iso_8601 string

source: Do you want to use the platform's booking logic?
de: Willst du die Buchungslogik der Plattform verwenden?

source: to create bookings you need to set your billing address
de: Um Buchungen zu erstellen muss deine Rechnungsadresse gesetzt sein

source: Available discounts granted to certain groups and entities. The discounts will be applied to the base prices below.
de: Verfügbare Rabatte für bestimmte Gruppen und Entitäten. Die Rabatte werden auf den Basispreis angewandt.

source: Booking exeeds maximum duration
de: Die Buchungs überschreitet die maximale Leihdauer

source: There is a missing quantity of {} with booking on {} to {}
de: Es fehlt eine Menge von {} wegen einer Buchung vom {} zum {}

source: Item contract procedure
de: Gegenstandsvertragsprozedur

source: Item booking
de: Leihe

source: available
de: verfügbar

source: lent
de: ausgeliehen

source: defect
de: defekt

source: hidden
de: nicht sichtbar

source: vehicles
de: Fahrzeuge

source: tools
de: Werkzeuge

source: electronics
de: Elektronische Geräte

source: photography
de: Photographie

source: other
de: andere

source: hours
de: Stunden

source: not allowed
de: nicht erlaubt

source: limited
de: limitiert

source: allowed
de: erlaubt

source: ID field for bardcodes etc.
de: ID Feld für Barcodes etc.

source: Maximimum duration the item can be lent. Value of 0 means unlimited.
de: Maximale Leihdauer. Ein Wert von 0 bedeutet unbegrenzt

source: These instructions will be included in the confirmation mail text
de: Diese Anweisungen werden in der Bestätigungsmail inkludiert

source: This file will be attached to the confirmation mail
de: Diese Datei wird der Bestätigungsmail angehängt

source: Which entity bought or donated the item?
de: Welche Entität hat den Gegenstand gekauft oder gespendet?

source: Items
de: Gegenstände

source: Quantity: {}
de: Menge: {}

source: Event details
de: Veranstaltungsdetails

source: Category
de: Kategorie

source: Description
de: Beschreibung

source: Venue thumbnail
de: Veranstaltungsort thumbnail

source: month
de: Monat

source: week
de: Woche

source: Price profiles:
de: Preisprofil

source: Gallery
de: Gallerie

source: Prices
de: Preise

source: Create & add another
de: Erstellen & Weiteren hinzufügen

source: Create item contract procedure
de: Vertragsprozedur erstellen

source: Edit venue contract procedure
de: Veranstaltungsortvertragsprozedur bearbeiten

source: Create item
de: Gegenstand erstellen

source: Edit item
de: Gegenstand bearbeiten

source: manage
de: Verwalten

source: your venues
de: Deine Veranstaltungsorte

source: no associated venues found
de: Keine assoziierten Veranstaltungsort gefunden

source: create one!
de: Erstellen!

source: Venues
de: Veranstaltungsorte

source: search...
de: suchen...

source: Create item booking
de: Gegenstand leihen

source: Check booking
de: Leihe prüfen

source: Manufacturer
de: Hersteller

source: Model
de: Modell

source: Serial number
de: Seriennummer

source: Base price
de: Basispreis

source: Self pickup
de: Selbstabholung

source: Maximum lending duration
de: Maximale Leihdauer

source: book
de: buchen

source: Manage items
de: Gegenstände verwalten

source: The item has been updated
de: Der Gegenstand wurde geupdated

source: The event has been created successfully. You can review it and either confirm or cancel.
de: Die Veranstaltung wurde erfolgreich erstellt. Du kannst sie prüfen und dann entweder bestätigen oder ablehnen.

source: The event contract procedure has been saved successfully
de: Die Vertragsprozedur wurde erfolgreich gespeichert

source: The changes have been saved
de: Die Änderungen wurden gespeichert

source: Bank transfer
de: Banküberweisung

source: The other party gets the necessary information to pay via direct bank transfer
de: Die andere Partei erhält die notwendigen Informationen um über Banküberweisung zu zahlen

source: %(name)s has been confirmed successfully
de: %(name)s wurde erfolgreich bestätigt

source: Please make a SEPA credit transfer of the above mentioned gross amount to the following account: {account_holder} {iban} {bic}
de: Bitte überweise per SEPA Überweisung den oben genannten Bruttobetrag an folgendes Konto:the following account: {account_holder} {iban} {bic}

source: SEPA Mandate
de: SEPA Lastschriftmandat

source: SEPA Creditor Identifier
de: SEPA Gläubiger ID

source: SEPA Direct Debit
de: SEPA Überweisung

source: Creates the necessary mandate and XML files for SEPA DD payments
de: Erstellt das notwendige Mandat und die XML Dateien für SEPA Lastschriften

source: This invoice has been settled with SEPA Direct Debit
de: Diese Rechnung wurde durch SEPA Lastschrift beglichen

source: Batch booking
de: Buchungen bündeln

source: SEPA Direct Debit initiated
de: SEPA Lastschrift initiiert

source: {creditor} with the creditor identifier {creditor_id} is going to debit your account {iban} with an amount of {amount} {currency} on the {collection_date}. This transaction is based on the mandate with the reference {mandate_id}.
de: {creditor} mit der Gläubiger ID {creditor_id} wird das Konto {iban} mit einem Betrag von {amount} {currency} am {collection_date} belasten. Diese Transaktion basiert auf dem Mandat mit der Referenz {mandate_id}.

source: Files manage
de: Dateien verwalten

source: Files create
de: Datei erstellen

source: Open payments
de: Zahlungen öffnen

source: File ID
de: Datei ID

source: Amount
de: Betrag
